{
	"一个党一个国家一个民族如果一切从本本出发思想僵化迷信盛行那它就不能前进它的生机就停止了就要亡党亡国这句话要表达的是": "坚持解放思想、实事求是",
	"一国两制构想提出最早是针对解决香港问题的": "错",
	"三个代表重要思想是有机联系科学体系贯彻三个代表要求关键在": "坚持与时俱进",
	"三个代表重要思想是有机联系科学体系贯彻三个代表要求本质在": "坚持执政为民",
	"三个代表重要思想是有机联系科学体系贯彻三个代表要求核心在": "保持党的先进性",
	"不属于论十大关系讨论范畴的是": "社会主义市场经济和计划经济的关系",
	"与西方国家现代化有根本不同我国的现代化是社会主义现代化是本质要求": "共同富裕",
	"世界未有之大变局正在加速演变仍然是时代主题但是不稳定不确定性更加突出": "和平与发展",
	"中华人民共和国的成立标志着半殖民地半封建社会的结束实现了新民主主义向社会主义的转变": "错",
	"中华民族伟大复兴的中国梦是相统一的梦": "国家情怀、民族情怀、人民情怀",
	"中国共产党党章明确规定中国共产党是中国工人阶级的先锋队同时是": "中国人民和中华民族的先锋队",
	"中国共产党历史上第一个明确提出马克思主义中国化科学命题和重大任务的领导人是": "毛泽东",
	"中国共产党对资本主义工商业进行社会主义改造的主要方式是": "和平赎买",
	"中国共产党是中国工人阶级的政党其他阶级出身的人不能入党": "错",
	"中国共产党的执政地位是在长期革命斗争中逐步形成的是近现代中国历史发展的必然是人民的选择": "对",
	"中国共产党的领导是中国特色社会主义最本质的特征这是以来习近平提出的一个重要论断": "十八大",
	"中国梦归根到底是人民的梦": "对",
	"中国梦归根到底是必须紧紧依靠人民来实现必须不断为人民造福": "人民的梦",
	"中国梦是全体中国人民的梦就是要实现社会主义现代化和中华民族的伟大复兴": "对",
	"中国特色社会主义最本质的特征是": "中国共产党的领导",
	"中国特色社会主义的总体布局是": "“五位一体”",
	"中国特色社会主义的战略布局是": "“四个全面”",
	"中国社会主义改革开放和现代化建设的总设计师是": "邓小平",
	"中国革命的首要对象是": "帝国主义",
	"习近平指出全面建设社会主义现代化国家基本实现社会主义现代化既是我国发展的要求也是我国社会主义从初级阶段向更高阶段迈进的要求": "社会主义初级阶段",
	"习近平新时代中国特色社会主义思想开辟了马克思主义新境界": "对",
	"人民是中国梦的主体是中国梦的创造者和享有者": "对",
	"人民民主专政是社会主义民主政治的本质和核心": "对",
	"从世界性来看中国梦与世界各国人民祈和平求发展的梦是相通的实现中国梦离不开世界和平发展的国际环境世界的发展也需要中国": "对",
	"从人民性来看以人民为中心的发展思想是党的全心全意为人民服务的根本宗旨在新时代的具体体现": "对",
	"伟大的时代孕育伟大的思想伟大的思想照亮时代的航向": "对",
	"作出全面建成小康社会胜利在望的重要判断将全面建成小康社会目标提升为全面建设社会主义现代化国家确立全面建设社会主义现代化国家在四个全面战略布局中的引领地位": "党的十九届五中全会",
	"党对军队的绝对领导是中国特色社会主义的本质特征是党和国家的重要政治优势": "党对军队的绝对领导是中国特色社会主义的本质特征是党和国家的重要政治优势",
	"党是最高政治领导力量是推进伟大事业的根本保证": "对",
	"党的八大正确分析了社会主义改造完成后我国社会主要矛盾的变化提出今后党和国家的工作重点是": "集中力量发展生产力，建设社会主义现代化强国",
	"党的十九大报告指出必须全面贯彻党领导人民军队的一系列根本原则和制度确立在国防和军队建设中的指导地位": "新时代党的强军思想",
	"党的十九大提出到各方面制度更加完善国家治理体系和治理能力现代化基本实现": "2035年",
	"党的十九大通过的党章修正案把习近平新时代中国特色社会主义思想确立为党的指导思想十三届全国人大一次会议把这一思想载入宪法": "对",
	"全面依法治国必须走中国特色社会主义法治道路": "对",
	"全面依法治国总目标是": "建设中国特色社会主义法治体系，建设社会主义法治国家",
	"全面深化改革的总目标是": "完善和发展中国特色社会主义制度、推进国家治理体系和治理能力现代化",
	"制定我国第一个五年计划的依据是": "过渡时期的总路线",
	"区别新民主主义革命与旧民主主义革命的根本标志是": "革命领导权不同",
	"十八大进一步把纳入到现代化建设布局里形成了五位一体的建设布局": "生态文明",
	"发展是党执政兴国的第一要务这是由党的执政地位所决定的": "对",
	"发展是解决我国一切问题的基础和关键发展必须是科学发展必须坚定不移贯彻创新协调绿色开放共享的发展理念": "对",
	"国有经济在国民经济中的主导作用主要表现在国有经济对国民经济的控制力": "国有经济在国民经济中的主导作用主要表现在国有经济对国民经济的控制力",
	"坚持以为使命推进中国特色大国外交": "中华民族伟大复兴",
	"坚持以为原则推动一带一路建设": "共商共建共享",
	"坚持以为宗旨推动构建人类命运共同体": "维护世界和平、促进共同发展",
	"坚持和发展中国特色社会主义总任务是": "实现社会主义现代化和中华民族伟大复兴，在全面建成小康社会的基础上，分两步走在本世纪中叶建成富强民主文明和谐美丽的社会主义现代化强国",
	"坚持总体国家安全观必须坚持以为宗旨": "人民安全",
	"实事求是是党的思想路线的实质和核心": "对",
	"实现中国梦必须凝聚中国力量这就是": "各族人民大团结的力量",
	"实现中国梦必须走中国道路这就是": "中国特色社会主义道路",
	"实现社会主义现代化和中华民族伟大复兴在全面建成小康社会的基础上分两步走在本世纪中叶建成富强民主文明和谐美丽的社会主义现代化强国这是": "坚持和发展中国特色社会主义的总任务",
	"年底随着土地改革的基本完成我国社会的主要矛盾已转变成": "工人阶级同资产阶级的矛盾、社会主义道路同资本主义道路的矛盾",
	"年月日习近平在天安门城楼上庄严宣告经过全党全国各族人民持续奋斗我们实现了": "第一个百年奋斗目标",
	"年社会主义改造基本完成以后我国社会的主要矛盾是": "人民日益增长的物质文化生活需要同落后的社会生产之间的矛盾",
	"建国初期我国社会主义国营经济建立的最主要途径和手段是": "没收官僚资本",
	"建设世界一流军队必须始终聚焦备战打仗全部心思向打仗聚焦各项工作向打仗用劲锻造召之即来来之能战战之必胜的精兵劲旅": "对",
	"建设充分发挥更好发挥政府作用的经济体制": "市场作用",
	"建设新型人民军队的根本原则是": "坚持党对军队的绝对领导",
	"建设社会主义和谐社会是党和政府的事情与个人无关": "错",
	"开始形成了以毛泽东同志为核心的党的第一代中央领导集体的会议是": "遵义会议",
	"得其大者可以兼其小说的是": "个人前途命运与国家和民族前途命运紧密相连",
	"我们乘势而上开启全面建设社会主义现代化国家新征程向第二个百年奋斗目标进军这标志着我国进入了一个": "新发展阶段",
	"我国对资本主义工商业的社会主义改造采取的是和平赎买政策": "我国对资本主义工商业的社会主义改造采取的是和平赎买政策",
	"我国改革就是要改变我国的社会主义基本制度": "错",
	"我国是一个文化资源大国所以是一个文化强国": "错",
	"我国进入社会主义初级阶段的起点及剥削阶级和剥削制度被消灭的标志是": "社会主义改造的完成",
	"把作为唯一的根本的标准是有效履行我军根本职能的内在要求也是提高军队建设质量效益的客观需要": "战斗力",
	"把邓小平理论确立为党的指导思想是在": "党的十五大上",
	"抗日战争时期中国共产党在敌后抗日根据地实行的土地政策是": "减租减息",
	"推进供给侧结构性改革关键在于理解": "结构性",
	"提出中国特色社会主义理论体系科学概念的是": "党的十七大",
	"改革只有进行时没有完成时": "对",
	"改革开放是坚持和发展中国特色社会主义的必由之路": "对",
	"改革是手段发展是目的稳定是前提": "对",
	"新民主主义社会是一个独立的社会形态": "错",
	"新民主主义革命最基本的动力是": "无产阶级",
	"新民主主义革命的中心问题是": "无产阶级的领导权",
	"无产阶级及其政党在统一战线中必须坚持的原则是": "独立自主",
	"无产阶级领导权是新民主主义革命理论的核心问题": "对",
	"是两岸关系的政治基础": "一个中国原则",
	"是中国特色社会主义最本质的特征": "中国共产党的领导",
	"是中国特色社会主义的本质要求和重要保障": "全面依法治国",
	"是习近平新时代中国特色社会主义思想的核心要义": "坚持和发展中国特色社会主义",
	"是人民幸福安康的基本要求是安邦定国的重要基石": "国家安全",
	"是党治国理政的中心工作": "经济工作",
	"是化解我国经济发展面临困难和矛盾的重大举措": "供给侧结构性改革",
	"是实现中华民族伟大复兴的根本保证": "中国共产党",
	"是当代中国发展进步的根本制度保障": "中国特色社会主义制度",
	"是我们党一切行动的根本出发点和落脚点也是我们党区别于其他一切政党的根本标志": "全心全意为人民服务",
	"是我国根本政治制度": "人民代表大会制度",
	"是最大的民生": "就业",
	"是贯彻习近平新时代中国特色社会主义思想的一根红线": "人民至上",
	"标志着资本主义工商业的社会主义改造已经基本完成是实现了": "全行业公私合营",
	"正式把毛泽东思想写入党章并确立为党必须长期坚持的指导思想的是在": "党的七大",
	"毛泽东在关于正确处理人民内部矛盾的问题的报告中指出社会主义社会的基本矛盾是": "生产关系和生产力之间、上层建筑和经济基础之间的矛盾",
	"毛泽东思想关于党的建设理论中始终放在党的建设的首位的是": "加强党的思想建设",
	"毛泽东思想就是毛泽东个人的全部思想": "错",
	"毛泽东思想形成和发展的实践基础是": "中国共产党领导人民进行革命和建设的成功实践",
	"毛泽东思想形成和发展的时代背景是": "帝国主义战争和无产阶级革命",
	"毛泽东思想得到系统总结和多方面展开而趋于成熟是在": "抗日战争时期",
	"毛泽东思想的精髓是": "实事求是",
	"毛泽东思想趋于成熟的标志是对的系统阐述": "新民主主义革命理论",
	"江泽民强调我们党执政后最大的危险是": "脱离群众",
	"生态文明的核心是坚持人与自然和谐共生": "对",
	"社会主义初级阶段基本经济制度是": "公有制为主体、多种所有制经济共同发展",
	"社会主义初级阶段是对我国现实中社会主义社会发展特征的界定": "社会主义初级阶段是对我国现实中社会主义社会发展特征的界定",
	"社会主义文化建设和文化体制改革必须坚持把经济效益放在首位": "错",
	"社会主义核心价值体系是社会主义意识形态的本质体现": "对",
	"社会主义的根本任务是": "发展生产力",
	"秋收起义失败后毛泽东创建的革命根据地把武装斗争的主攻方向首先指向农村": "井冈山",
	"科学发展观": "创造性地回答了新形势下实现什么样的发展、怎样发展等重大问题",
	"科学发展观所说的以人为本是": "以中国最广大人民的根本利益为本",
	"系统论述社会主义初级阶段理论的是": "党十三大",
	"经济全球化是对各国经济的发展只有利没有弊": "错",
	"经济建设是党的中心工作意识形态工作是党的一项极端重要的工作": "对",
	"经过长期努力中国特色社会主义进入了新时代这是我国发展新的历史定位": "错",
	"经过长期努力中国特色社会主义进入新时代这是我国发展新的": "历史方位",
	"维系着华夏大地上各个民族的团结统一激励着一代代中华儿女为祖国发展繁荣不懈奋斗": " 爱国主义",
	"综合分析国际国内形势和我国发展条件党的十九大提出我们要全面建成小康社会实现第一个百年奋斗目标然后再乘势而上开启新征程": " 全面建设社会主义现代化国家",
	"要树立尊重自然顺应自然保护自然的生态文明理念增强的意识": "绿水青山就是金山银山",
	"要破解发展中面临的难题化解来自各方面的风险挑战推动经济社会持续健康发展必须依靠": "全面深化改革",
	"解决中国革命问题的基本前提是": "认清中国国情",
	"解决科学文化领域的矛盾应坚持的方针是": "A百家争鸣、百花齐放",
	"论十大关系的报告围绕的基本方针是": "调动一切积极因素，为社会主义事业服务",
	"近代中国的社会性质是": "半殖民地半封建社会",
	"近代中国革命以为开端进入新民主主义革命阶段": "五四运动",
	"邓小平和我们党对当代中国基本国情的科学判断是": "我国正处于社会主义初级阶段",
	"邓小平正式提出建设有中国特色的社会主义科学命题是在": "党的十二大上",
	"邓小平理论形成的现实依据是": "改革开放和现代化建设的实践",
	"邓小平理论走向成熟的标志是": "南方谈话",
	"邓小平理论首要的基本理论问题是": "什么是社会主义，怎样建设社会主义的问题​",
	"首次对三个代表进行了比较全面的阐述是": "2000年，江泽民在广东考察工作时",
	"马克思主义中国化就是将马克思主义基本原理同中国具体实际相结合": "对",
	"马克思主义中国化第一次历史性飞跃的理论成果是": "毛泽东思想"
}